"Project Settings" = "Configuration du projet";

"Settings" = "Configurations";

"Documents" = "Documents";

"Components" = "Composants";

"Files" = "Fichiers";

"Project" = "Projet";

"Scripts" = "Scripts";

"Metapackage" = "Metapackage";

"Package" = "Package";

"No Selection" = "Sélection vide";

"Multiple Selection" = "Sélection multiple";

"Mixed" = "Mélange";

/* Packages Options */

"IFPkgFlagIsRequired" = "Requis";

"IFPkgFlagRootVolumeOnly" = "Volume de boot uniquement";

"IFPkgFlagOverwritePermissions" = "Supplanter les permissions des répertoires";

"IFPkgFlagUpdateInstalledLanguages" = "Mettre à jour uniquement les langues installées";

"IFPkgFlagRelocatable" = "Délocalisable";

"IFPkgFlagInstallFat" = "Installation Fat des binaires";

"IFPkgFlagAllowBackRev" = "Autoriser le retour en arrière";

"IFPkgFlagFollowLinks" = "Suivre les liens symboliques";

/* Installation Scripts Name */

"IFInstallationScriptsPreflight" = "preflight";

"IFInstallationScriptsPreinstall" = "preinstall";

"IFInstallationScriptsPreupgrade" = "preupgrade";

"IFInstallationScriptsPostinstall" = "postinstall";

"IFInstallationScriptsPostupgrade" = "postupgrade";

"IFInstallationScriptsPostflight" = "postflight";

/* Global */

"Iceberg can't find the \"%@\".nib resource file." = "Iceberg n'a pas pu trouver le fichier resource \"%@\".nib.";

"Iceberg will stop running to avoid improper behavior.\nYou should check that the application has not been corrupted." = "Iceberg va stopper son exécution pour éviter tout comportement incorrect.\nVeuillez vérifier que l'application n'est pas corrompue.";

/* Localization Panel */

"The \"%@\" localization already exists" = "La localisation \"%@\" existe déjà.";

"Please enter a different name." = "Veuillez entrer un nom différent.";


"Delete" = "Effacer";

"Remove" = "Supprimer";

"Cancel" = "Annuler";

"Unselected" = "Désélectionné";

"Selected" = "Sélectionné";

"Required" = "Requis";

"This cannot be undone." = "Cette action est irréversible.";

"Do you really want to remove this localization?" = "Voulez-vous vraiment supprimer cette localisation ?";

"Do you really want to remove these items?" = "Voulez-vous vraiment supprimer ces éléments ?";

"Do you really want to remove this item?" = "Voulez-vous vraiment supprimer cet élément ?";

"Untitled Folder" = "dossier sans titre";

"Untitled Component" = "composant sans titre";

"Do you really want to delete this component?" = "Voulez-vous vraiment effacer ce composant ?";

"Do you really want to delete these components?" = "Voulez-vous vraiment effacer ces composants ?";

"The component to be deleted refers to a .pkg file on your disk. If you wish, the related file can be deleted.\n\nThis cannot be undone." = "Le composant à effacer se réfère  à un fichier .pkg sur votre disque. Si vous le souhaitez, le fichier correspondant peut être effacé.\n\nCette action est irréversible.";

"Delete Component" = "Effacer le composant";

"Delete Component & File" = "Effacer le composant et le fichier";

"Some components to be deleted refer to .pkg files on your disk. If you wish, the related files can be deleted.\n\nThis cannot be undone." = "Certains composants à effacer se référent  à des fichiers .pkg sur votre disque. Si vous le souhaitez, les fichiers correspondants peuvent être effacés.\n\nCette action est irréversible.";

"Delete Components" = "Effacer les composants";

"Delete Components & Files" = "Effacer les composants et les fichiers";

"Add..." = "Ajouter";

/* Localization popup */

"Add localization..." = "Ajouter une localisation…";

"Remove..." = "Supprimer…";

"Choose" = "Choisir";

"Import" = "Importer";

"No signal from Iceberg Control Tower" = "Aucun signal en provenance d' Iceberg Control Tower";

"The Iceberg Control Tower is not responding. Iceberg can't build any project when this Daemon is not running." = "Iceberg Control Tower ne répond pas. Iceberg ne peut pas construire de projet quand ce daemon ne fonctionne pas.";

/* Build state */

"Building Package \"%@\"..." = "Construction du package \"%@\"…";

"Building Metapackage \"%@\"..." = "Construction du metapackage \"%@\"…";

"Splitting forks for \"%@\"..." = "Séparation des forks pour \"%@\"…";

"Creating bom for \"%@\"..." = "Création du bom de \"%@\"…";

"Creating pax for \"%@\"..." = "Création de l'archive pax de \"%@\"…";

/* Build error */

"Build failed / %@" = "Échec de la construction / %@";

"Unknown error" = "Erreur inconnue";

"Can't create folder: \"%@\"" = "Impossibilité de créer le dossier : \"%@\"";

"Can't create file: \"%@\"" = "Impossibilité de créer le fichier : \"%@\"";

"Can't copy file: \"%@\"" = "Impossibilité de copier le fichier : \"%@\"";

"Can't remove file: \"%@\"" = "Impossibilité d'effacer le fichier: \"%@\"";

"File does not exist: \"%@\"" = "Le fichier suivant n'existe pas : \"%@\"";

"Incorrect file type: \"%@\"" = "Type de fichier incorrect: \"%@\"";

"Insufficient privileges" = "Privilèges utilisateurs insuffisants";

"Insufficient privileges set" = "Privilèges utilisateurs positionés insuffisants";

"Missing information (%@)" = "Information manquante (%@)";

"Out of Memory" = "Plus de mémoire vive disponible";

"2 components of \"%@\" have the same name: \"%@\"" = "2 composants de \"%@\" ont le même nom : \"%@\"";

"License template (%@): %@ localization is missing." = "La localisation %@ du modèle de licence (%@) n'a pu être trouvée.";

"License template (%@): Missing Template" = "Le modèle de licence (%@) n'a pu être trouvé.";

/* Other Build strings */

"Clean succeeded" = "Purge réussie";

"Do you want to save the changes you made in the project \"%@\" before building it?" = "Voulez-vous enregistrer les modifications efféctués sur le projet \"%@\" avant d ele construire ?";

"Save" = "Enregistrer";

"Don't Save" = "Ne pas enregistrer";

/* Project Assistant */

"New Project" = "Nouveau projet";

"Next" = "Suivant";

"Finish" = "Terminer";

"New %@" = "Nouveau %@";

"New %@ Package" = "Nouveau Package %@";

"The project directory you specified does not exist." = "Le répertoire de projet que vous avez saisi n'existe pas.";

"The project directory you specified is not a directory." = "Le \"répertoire\" de projet que vous avez saisi n'est pas un dossier.";

"A project already exists at this location." = "Un projet existe déjà à cet emplacement.";

"No description available." = "Pas de description disponible.";

"Please select another location for the project." = "Veuillez choisir un autre emplacement pour le projet.";

"Iceberg is not able to duplicate the template." = "Iceberg ne peut pas dupliquer le modèle.";

"Check that you have write privileges for \"%@\"." = "Veuillez vérifier que vous disposez des privilèges d'écritures pour le dossier \"%@\".";

/* Import Project Assistant */

"The PackageMaker project you specified does not exist." = "Le projet PackageMaker que vous avez spécifié n'existe pas.";

"Please select another project path." = "Veuillez choisir un autre chemin pour le projet.";

"Iceberg is not able to create the project folder." = "Iceberg ne peut pas créer le dossier du nouveau projet.";

"Iceberg is not able to import this project." = "Iceberg ne peut pas importer ce projet.";

"Check that the \"%@\" file is really a PackageMaker project." = "Veuillez vérifier que le fichier \"%@\" est vraiment un projet PackageMaker.";

"Iceberg does not support Distribution List yet." = "Iceberg ne supporte pas actuellement les Distribution Lists.";

/* View Menu */

"Show Hierarchy" = "Afficher Hiérarchie";

"Hide Hierarchy" = "Masquer Hiérarchie";

/* Clean Sheet */

"clean title" = "Avertissement";

"clean message" = "Cette opération va effacer tous les packages et metapackages dans le dossier de construction.";

"Clean" = "Purger";

/* Files */

"Imported Package" = "Package importé";

/* Scripts */

"Do you really want to remove this requirement?" = "Voulez-vous vraiment supprimer ce pré-requis ?";

"Do you really want to remove these requirements?" = "Voulez-vous vraiment supprimer ces pré-requis ?";

"Untitled Requirement" = "pré-requis sans titre";

"Requires" = "Obligatoire";

"Recommends" = "Recommandé";

/* Plugins */

"Do you really want to remove this Plugin?" = "Voulez-vous vraiment supprimer ce Plugin?";

"Do you really want to remove these Plugins?" = "Voulez-vous vraiment supprimer ces Plugins?";

"Introduction" = "Introduction";

"ReadMe" = "Ouvrez-moi";

"License" = "Licence";

"Target" = "Sélectionner la destination";

"PackageSelection" = "Type d'installation";

"Install" = "Installer";

"FinishUp" = "Terminer l'installation";

/* Metapackage Components : Import messages */

"Import aborted" = "Import annulé";

"Import stopped" = "Import stoppé";

"Cant create the Imported Packages" = "Iceberg n'a pas pu créé le dossier \"Imported Packages\" dans \"%@\". Veuillez vérifier que vous disposez des privilèges requis pour effectuer cette opération.";

"Files Imported Packages exists" = "n'a pas pu créé le dossier \"Imported Packages\" dans \"%@\" car un fichier avec le même nom existe déjà à cet emplacement.";

"Cant remove previous package" = "Iceberg n'a pas pu effacer la précédente version de \"%@\". Veuillez vérifier les permissions des fichiers.";

"Cant copy package" = "Iceberg n'a pas pu copier \"%@\" dans le dossier \"Imported Packages\". Veuillez vérifier les permissions des fichiers.";

/* Requirements Warning */

"Developer Tools not installed title" = "Les outils dévelopeurs ne sont pas installés sur cette machine.";

"Developer Tools not installed message" = "Iceberg n'a pas trouvé le dossier /Developer. Les outils dévelopeurs ne sont probablement pas installés. L'option \"Séparer les forks si nécessaire\" ne sera pas utilisé lors de la construction des packages.";

"SplitForks tool not found title" = "L'outil SplitForks n'a pas été trouvé.";

"SplitForks tool not found message" = "Iceberg n'a pas trouvé l'outil SplitForks dans le dossier /Developer/Tools. L'option \"Séparer les forks si nécessaire\" ne sera pas utilisé lors de la construction des packages.";

/* Simulator Background Picture */

"Do you want to apply the modifications made on the Background Image settings?" = "Voulez-vous appliquer les modifications effectuées sur les réglages de l'image de fond ?";

"Apply" = "Appliquer";

"Don't Apply" = "Ne pas appliquer";

"The Background Image alignment or/and scaling settings have been modified via the contextual menu." = "Les réglages de l'alignement ou de l'échelle ont été modifiés via le menu contextuel.";

/* Inspector */

"File" = "Fichier";

"Folder" = "Dossier";

"Symbolic link" = "Lien symbolique";

"Standard folder" = "Dossier standard";

"Custom folder" = "Dossier personnalisé";

"Do you really want to remove this rule?" = "Voulez-vous vraiment supprimer cette règle ?";

"Do you really want to remove these rules?" = "Voulez-vous vraiment supprimer ces règles ?";

"General:" = "Général :";

"Search Rules:" = "Règles de recherche :";

"Empty selection" = "Sélection vide";

"Multiple selection" = "Sélection multiple";

"Project Relative" = "Relatif au projet";

"Absolute Path" = "Chemin Absolu";

/* Search Plugins */

"Untitled Rule" = "règle sans titre";

"Do you really want to remove this directory from the list?" = "Voulez-vous vraiment supprimer ce répertoire de la liste ?";

"Do you really want to remove these directories from the list?" = "Voulez-vous vraiment supprimer ces répertoires de la liste ?";

"At lest one version is required" = "Au moins une version est requise";

"You need to provide at least one of the value : either the minimum or maximum version." = "Vous devez préciser au moins une des valeurs : la version minimum ou maximum.";

"The path value is incorrect" = "Le chemin est incorrect";

"Please check the path you entered and fix it." = "Veuillez vérifier le chemin saisi et le corriger.";

"The identifier value is incorrect" = "L'identifier est incorrect";

"Please check the identifier you entered and fix it." = "Veuillez vérifier la valeur saisie pour l'identifier et la corriger.";

"The creator code is incorrect" = "Le code créateur est incorrect";

"Please check the creator code you entered and fix it." = "Veuillez vérifier le code créateur et le corriger.";

"One of the path values for the excluded directories is incorrect" = "Un des chemins saisis pour les répertoires exemptés est incorrect";

"Please check the paths you entered and fix them." = "Veuillez vérifier les chemins saisis et les corriger.";

/* Import Reporter */

"Error during copy" = "Erreur durant la copie";

"Component not found" = "Composant manquant";

"Error during import" = "Erreur durant l'import";

/* Build Window */

"Show Build Log Window" = "Afficher la fenêtre de l'historique";

"Hide Build Log Window" = "Masquer la fenêtre de l'historique";

"Building..." = "Construction en cours…";

"Build succeeded" = "Construction réussie";

"Build failed" = "Échec de la construction";

"Clean Succeeded" = "Purge réussie";

"%@ - Build Log" = "%@ - Historique de construction";

"Building project \"%@\"" = "Construction du projet \"%@\"";

"Building package \"%@\"" = "Construction du package \"%@\"";

"Building metapackage \"%@\"" = "Construction du metapackage \"%@\"";

"Building files archive hierarchy" = "Construction de l'archive des fichiers";

"Splitting forks" = "Séparation des forks";

"Building .bom bills of material" = "Construction du fichier .bom";

"Copying .bom bills of material" = "Copie du fichier .bom";

"Building .pax archive" = "Construction de l'archive .pax";

"Copying .pax archive" = "Copie de l'archive .pax";

"Cleaning scratch folder" = "Nettoyage du dossier scratch";

"Preparing build folder" = "Préparation du dossier de construction";

"Creating Info.plist file" = "Création du fichier Info.plist";

"Creating Description.plist files" = "Création des fichiers Description.plist";

"Copying background image \"%@\"" = "Copie de l'image de fond \"%@\"";

"Copying welcome message" = "Copie du message d'accueil";

"Copying readme message" = "Copie du message Ouvrez-moi";

"Copying license documents" = "Copie des licences utilisateurs";

"Building requirements" = "Création des pré-requis";

"Copying scripts" = "Copie des scripts";

"Copying plugins" = "Copie des plugins";

"Copying additional resources" = "Copie des ressources additionnelles";

"Creating package_version file" = "Création du fichier package_version";

"Creating TokensDefinitions.plist file" = "Création du fichier TokensDefinitions.plist";

"Unknown error occurred (%@)" = "Erreur inconnue (%@)";

"Can't create folder \"%@\" in folder \"%@\"" = "Impossible de créer le dossier \"%@\" dans le dossier \"%@\"";

"Can't create file \"%@\" in folder \"%@\"" = "Impossible de créer le fichier \"%@\" dans le dossier \"%@\"";

"Can't copy file \"%@\" from folder \"%@\" to folder \"%@\"" = "Impossible de copier le fichier ou dossier \"%@\" du dossier \"%@\" dans le dossier \"%@\"";

"Can't remove file \"%@\" from folder \"%@\"" = "Impossible de supprimer le fichier \"%@\" du dossier \"%@\"";

"Folder \"%@\" does not exist" = "Le dossier \"%@\" n'existe pas.";

"Out of memory" = "Plus de mémoire disponible";

"Build .pax archive failed" = "Erreur lors de la construction de l'archive .pax";

"Build .bom archive failed" = "Erreur lors de la construction du fichier .bom";

"Cleaning scratch folder failed" = "Erreur lors du nettoyage du dossier scratch";

"Missing information (%@)" = "Information manquante (%@)";

"File \"%@\" does not exist at path \"%@\"" = "Le fichier \"%@\" n'existe pas à l'emplacement \"%@\"";

"Scratch folder does not exist at path: %@" = "Le dossier scratch n'existe pas à l'emplacement : %@";

"Permissions issues when working with path \"%@\"" = "Erreur sur les permissions du fichier ou dossier \"%@\"";

"Can't change the permissions of path \"%@\"" = "Impossible de modifier les permissions du fichier ou dossier \"%@\"";

"Type of file \"%@\" at path \"%@\" is not correct" = "Le type du fichier \"%@\" à l'emplacement \"%@\" est incorrect";

"Two components of the same metapackage have the same name \"%@\"" = "2 composants du même metapackage ont le même nom \"%@\"";

"%@ tool not found at \"%@\"" = "L'outil %@ n'a pas pu être trouvé à l'emplacement \"%@\""; 

"Scratch folder \"@\" is not on a HFS volume" = "Le dossier scratch n'est pas sur un volume HFS.";

"An error (%@) occurred during the forks split" = "Erreur (%@) lors de la séparation des forks";

"Build cancelled because of unsaved project" = "Construction interrompue pour un projet non enregistré";